Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །རིལ་བ་ཆུས་བཀང་བ་འདི་ནི་དེས་བསྐུར་ཏེ།
en: He has sent this water jar filled with water.

source: འདིས་ཁྱེད་གཉིས་ཀྱི་རྐང་པའི་ཁྲུས་ཐ་མ་མཛོད་ཅིག །དེ་གཉིས་ཀྱིས་ཐོས་ནས་བརྒྱལ་ཏེ་སའི་སྟེང་དུ་འགྱེལ་ཏོ།
en: Both of you, please wash your feet with this for the last time.’ “When they heard this, the two fainted and fell to the ground.

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་ཆུས་གཏོར་ནས་བསླང་བ་དང་། དེ་གཉིས་སྙིང་རྗེ་རྗེ་སྐད་དུ་སྨྲེ་སྔགས་འདོན་པ།
en: King Brahmadatta poured water over them to revive them.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་གུམ་པས་བདག་ཅག་ཀྱང་འགུམ་དུ་བས་སོ།
en: The two then wept and said in piteous voices, ‘O Great King, we will die, too, because of his death.

source: །དེ་ལྟ་མོད་ཀྱི་དེ་ཕྱོགས་གང་ན་མཆིས་པ་དེར་བདག་ཅག་ཁྲིད་ཅིག་དང་ཅི་ནས་བུ་དེ་མ་གུམ་པ་ལ་རེག་པར་བགྱིའོ།
en: Anyway, please take us to the place where he is. Please, by any means, let us arrive before our boy dies.’

source: །དེ་ནས་རྒྱལ་པོས་ཁྱོ་ཤུག་གཉིས་ཀ་ཁྲིད་དེ་ཕྱོགས་དེར་ཕྱིན་པ་དང་། དེ་ཡང་སྲོག་གི་ལྷག་མ་ཆུང་ཞིག་ལུས་ནས་དེ་ནས་དེའི་ཕ་མས་ལྗང་གུའི་ལུས་ལ་ཀུན་དུ་བྱུགས་ནས་སྨྲས་པ།
en: “And so the king took the couple to that place. Śyāma was in the final moments of his life. His parents stroked Śyāma’s body and cried out:

source: སྡུག་པ་འདི་ནི་སུ་ཡིས་བསྒྱེལ།
en: “ ‘By whom was our beloved one struck down?

source: །ལྗོན་ཤིང་དམ་པ་སུ་ཡིས་བཅད།
en: By whom was this excellent tree cut down?’

source: །དེ་ནས་རྒྱལ་པོས་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྨྲས་པ། ཁོ་བོས་སྡིག་པའི་ལས་ཀྱིས་སུ།
en: “Then the king threw himself at their feet and said:

source: །ནགས་ཚལ་ནང་ནས་རྒྱུ་བ་ན།
en: “ ‘When I was walking in the forest,

source: །ཁྱེད་ཅག་གི་ནི་བུ་གཅིག་པ།
en: I shot this only son of yours

source: །འདི་ནི་མདའ་ཡིས་བསྣུན་པར་གྱུར།
en: With that arrow— An evil action.’

source: །དེ་ནས་དེའི་ཕ་མ་དག་སྙིང་རྗེ་རྗེ་སྐད་དུ་སྨྲེ་ཞིང་བདེན་པས་གསོལ་བ་བྱེད་པ།
en: “At which point the parents, speaking in piteous voices, uttered a statement of truth:

source: བུ་ཁྱོད་ཀྱིས་ནི་ཕ་མ་ལ།
en: “ ‘Son, by the truth That you served your parents

source: །བསྙེན་བཀུར་ལྷ་ལ་མེ་ཡི་ནི། །སྦྱིན་སྲེག་བྱས་པའི་བདེན་པ་གང་།
en: And performed fire offerings to the gods,

source: །དེས་ནི་དུག་ཀྱང་ཞི་བར་ཤོག །དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱི་གནས་གཡོས་པར་གྱུར་ནས་དེས་གཡོས་པ་འདི་ཅི་ལས་གྱུར་ཅེས་བརྟགས་ན།
en: May your poison be allayed!’ “Then the residence of Śakra, Lord of the Gods, quaked.

source: བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་གནད་དུ་མདས་ཕོག་སྟེ་དུག་གིས་གློངས་པས་སྡུག་བསྔལ་བར་གྱུར་བ་མཐོང་ངོ་།
en: He pondered why it had quaked and saw that the Bodhisattva of the fortunate eon had been shot in a vital spot and was suffering from poison.

source: །དེ་ནས་གནས་ནས་བབས་ནས་བདུད་རྩིས་བཏབ་སྟེ་ཕ་མའི་བདེན་པའི་ཚིག་གང་ཡིན་པ་དང་། ལྷ་རྣམས་ཀྱི་དབང་པོའི་མཐུ་གང་ཡིན་པ་དང་ཟུག་རྔུ་ཕྱུང་བ་གང་ཡིན་པ་དེས་རྨ་ཡང་རུབ་དུག་གི་ཤུགས་དེ་ཡང་ཞི་ནས་ལྗང་གུ་སྡུག་བསྔལ་དེ་ལས་ཡོངས་སུ་ཐར་ནས་ཡུན་རིང་པོར་ཕ་དང་མ་གཉིས་ལ་བསྙེན་བཀུར་བྱས་སོ།
en: He then descended from his residence and scattered nectar. The wound closed and, through the parents’ truthful words and the power of the Lord of the Gods, the potency of the poison was allayed without pain. Released completely from pain, Śyāma then served his parents for a long time.”

source: དེའི་ཚེ་དེའི་དུས་ན་ལྗང་གུ་ཞེས་བྱ་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ང་ཉིད་ཡིན་ཏེ།
en: It was I who was that Śyāma at that time, on that occasion.

source: རྒྱལ་པོ་ཆེན་པོ་ངས་ཕ་མ་གཉིས་ལ་བསྙེན་བཀུར་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Great King, if you think that I attained supreme and complete awakening because I served my parents, you should think otherwise;

source: འོན་ཀྱང་ངའི་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ།། །།འདུལ་བ་གཞི།
en: that act of mine was only a cause, only a condition, only a preparation for supreme and complete awakening.” b.

source: བམ་པོ་བཞི་བཅུ་རྩ་དགུ་པ།
en: Breaking Wrong Laws

source: རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་དེ་ཉོན་ཅིག །འཇིག་རྟེན་ཆོས་ཀྱི་འདུ་ཤེས་ཀྱིས་ཕ་མ་དག་སྨྱུང་བ་ལ་འཇོག་པར་བྱེད།
en: “Great King, again I benefited beings. Listen to that story.

source: མེར་འཇུག་པ་དང་། ཆུར་འཇུག་པར་བྱེད་པ་དམ་པ་མ་ཡིན་པའི་ཆོས་དེ་ངས་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་བཅད་དོ།
en: “When, convinced that they were following certain laws, worldly people starved their parents and made them enter fire or water, I completely broke those wrongful laws.” 4.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་པའི་ཕྱིར་ཉན་ཐོས་དུ་མ་མངོན་པར་ཤེས་པ་ལྔ་ལ་བཀོད་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་དུ་རྒྱལ་པོ་ཚངས་སྦྱིན་ཞེས་བྱ་བ་རྒྱལ་སྲིད་བྱེད་དེ།
en: Water Born “Great King, again, seeking supreme and complete awakening, I established many disciples in the five kinds of supernormal knowledge. Listen to that story. “ Great King, once in the past a king named Brahmadatta, in the city of Vārāṇasī, reigned over the country as if it were his only son.

source: འབྱོར་པ་དང་། རྒྱས་པ་དང་། བདེ་བ་དང་། ལོ་ལེགས་པ། སྐྱེ་བོ་དང་། མི་མང་པོས་གང་པ།
en: It was rich, prosperous, peaceful, abundant in food, and full of many people;

source: འཐབ་པ་དང་། ཐབ་མོ་དང་། ཁྲག་ཁྲུག་དང་། འགྱེད་པ་དང་། ཆོམ་རྐུན་མེད་ཅིང་ནད་རབ་ཏུ་ཞི་བ།
en: there was no fighting, combat, dispute, strife, or robbers; illness had abated;

source: འབྲས་དང་། བུ་རམ་ཤིང་གི་ཕྲེང་དང་། བ་ལང་དང་། མ་ཧེ་ཕུན་སུམ་ཚོགས་པ་ན་བུ་གཅིག་པ་ལ་བྱ་བ་བཞིན་དུ་རྒྱལ་སྲིད་བྱེད་དུ་འཇུག་གོ།
en: and it was abundant in rice, sugarcane, cattle, and buffalo.

source: །རྒྱལ་པོ་ཚངས་སྦྱིན་དེའི་ཆུང་མ་ནི་ཚངས་ལྡན་མ་ཞེས་བྱའོ།
en: The wife of that King Brahmadatta was called Brahmāvatī.

source: །རྫིང་ནི་ཚངས་ལྡན་ཞེས་བྱའོ།
en: There was also a pond called Brahmāvatī.

source: །རྒྱལ་པོ་ཚངས་སྦྱིན་བུ་མེད་ཅིང་བུ་མངོན་པར་འདོད་པས་ཞི་བ་དང་། ཆུ་ལྷ་དང་། ལུས་ངན་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་ལ་སོགས་པ་ལྷའི་ཁྱད་པར་ལ་གསོལ་བ་འདེབས་ཤིང་། འདི་ལྟ་སྟེ་ཀུན་དགའ་ར་བའི་ལྷ་དག་དང་། ཚལ་གྱི་ལྷ་དག་དང་། བཞི་མདོའི་ལྷ་དག་དང་། སུམ་མདོའི་ལྷ་དག་དང་། གཏོར་མ་ལེན་པའི་ལྷ་དག་དང་། ལྷན་ཅིག་སྐྱེས་པ་དང་། ཆོས་མཐུན་པ་དང་། རྟག་ཏུ་རྗེས་སུ་འབྲང་བའི་ལྷ་དག་ལ་ཡང་གསོལ་བ་འདེབས་སོ།
en: “ Being sonless and wanting a son, King Brahmadatta prayed to Śiva, Varuṇa, Kubera, Śakra, Brahmā, and so forth. He also prayed to other special gods, namely, the gods of parks, the gods of forests, the gods of crossroads, the gods of three-forked roads, the gods accepting oblations, and the gods who had been born at the same time as him, who were harmonious with the Dharma, and who always followed him.

source: །འཇིག་རྟེན་ན་གང་དག་གསོལ་བ་འདེབས་པའི་རྒྱུ་ལས་བུ་ཕོ་དང་བུ་མོ་དག་སྐྱེའོ་ཞེས་བྱ་བའི་གཏམ་དེ་ལྟ་བུ་ཡོད་དོ། །དེ་ནི་དེ་ལྟར་མ་ཡིན་ཏེ།
en: “ In this world, it is said that sons and daughters are born on account of prayers, but this is not true.

source: གལ་ཏེ་དེ་ལྟར་འགྱུར་དུ་ཟིན་ན་རེ་རེ་ལ་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བཞིན་དུ་བུ་སྟོང་ཡོད་པར་འགྱུར་རོ།
en: If such a thing were true, each person would have a thousand sons just like a wheel-turning king.

source: །འོན་ཀྱང་གནས་གསུམ་པོ་དག་མངོན་དུ་གྱུར་པ་ལས་མའི་མངལ་དུ་བུ་འཆགས་པར་འགྱུར་ཏེ།
en: Rather, sons and daughters are born because three conditions are satisfied.

source: གསུམ་པོ་དེ་དག་གང་ཞེ་ན།
en: What are the three?

source: ཕ་དང་མ་གཉིས་ཆགས་པར་གྱུར་ཅིང་འདུས་པ་དང་། མ་ཡང་རུང་ཞིང་ཟླ་མཚན་དང་ལྡན་པ་དང་། དྲི་ཟ་ཉེ་བར་གནས་པ་སྟེ།
en: Affected by passion the parents have intercourse, the mother is healthy and in her fertile period, and a gandharva is around and wants to enter the womb.

source: གནས་གསུམ་པོ་དེ་དག་མངོན་དུ་གྱུར་པ་ལས་བུ་ཕོ་དང་བུ་མོ་དག་སྐྱེ་བར་འགྱུར་རོ།
en: When these three conditions are satisfied, sons and daughters are born.

source: །དེ་དེ་ལྟར་གསོལ་བ་འདེབས་པ་ལྷུར་ལེན་ཅིང་འདུག་པ་ན། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ལམ་བཏབ་པ། དམ་བཅས་པ་ལ་བརྟན་པའི་སེམས་ཅན་ཞིག་སེམས་ཅན་དམྱལ་བ་ནས་ཤི་འཕོས་ཏེ་བཙུན་མོ་ཚངས་ལྡན་མའི་མངལ་དུ་ཞུགས་སོ།
en: “When he was thus devoting himself to prayer, a living being who had formed an aspiration for complete and supreme awakening and was firmly keeping his promise died in hell and entered Queen Brahmāvatī’s womb.

source: །བུད་མེད་མཁས་པའི་རང་བཞིན་ཅན་ལ་ལ་ལ་མ་འདྲེས་པའི་ཆོས་ལྔ་ཡོད་དེ།
en: “ A certain kind of woman of an intelligent nature has five special characteristics.

source: སྐྱེས་པ་ཆགས་པར་གྱུར་པ་ཤེས་ཤིང་ཆགས་པ་དང་བྲལ་བ་ཤེས་པ་དང་། དུས་ཤེས་ཤིང་ཟླ་མཚན་ཤེས་པ་དང་། མངལ་ན་གནས་པ་ཞུགས་པ་ཤེས་པ་དང་། གང་ལས་མངལ་ན་གནས་པ་ཞུགས་པ་དེ་ཤེས་པ་དང་། ཁྱེའུ་ཤེས་ཤིང་བུ་མོ་ཤེས་པ་སྟེ།
en: She knows if a man is affected by passion or free from passion, she knows the appropriate time and menstrual cycle, she knows that the embryo has entered the womb, she knows from whom it has entered, and she knows whether it is a boy or a girl:

source: གལ་ཏེ་ཁྱེའུ་ཡིན་ན་དཀུ་གཡས་པར་རྟེན་ཅིང་འདུག་ལ། གལ་ཏེ་བུ་མོ་ཡིན་ན་དཀུ་གཡོན་པར་རྟེན་ཅིང་འདུག་པའོ།
en: if it is a boy, it resides on the right side, and if it is a girl, it resides on the left side.

source: །དེ་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་ཁྱིམ་ཐབ་ལ་སྨྲས་པ།
en: “Being very pleased, she said to her husband, ‘My dear, I am pregnant.

source: རྗེའི་སྲས་བདག་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་པ་ནི་འདི་ལྟར་བདག་གི་དཀུ་གཡས་པར་རྟེན་ཅིང་མཆིས་པས་ངེས་པར་ཁྱེའུར་འགྱུར་གྱིས་དགྱེས་པ་བསྐྱེད་དུ་གསོལ།
en: Since the fetus resides on the right side, it is certainly a boy. Be delighted!’ “ He too was very pleased and spoke an inspired utterance: ‘I will see the face of my son, which I have desired for a long time. May he be born as a suitable son for me, not an unsuitable one.

source: དེ་ཡང་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་ཁོ་བོ་ཡུན་རིང་པོ་ནས་མངོན་པར་འདོད་པའི་བུའི་ངོ་མཐོང་བ་དང་། ཁོ་བོ་དང་མཐུན་པར་སྐྱེ་ཞིང་མི་མཐུན་པར་མི་སྐྱེ་བ་དང་། ཁོ་བོའི་བྱ་བ་དག་བྱེད་པ་དང་། གསོས་པས་ཕྱིར་གསོ་བ་དང་། བགོ་སྐལ་ལ་སྤྱོད་པ་དང་། ཁོ་བོའི་རིགས་རྒྱུད་ཡུན་རིང་དུ་གནས་པར་སྒྲུབ་པ་དང་། བདག་ཅག་ཤི་ཞིང་དུས་ལ་བབ་པ་དག་ལ་ཉུང་ངུ་འམ་མང་པོ་ཡང་རུང་བའི་སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ནས་འདི་དེ་གཉིས་གང་དུ་སྐྱེས་པ་དེར་འགྲོ་ཞིང་རྗེས་སུ་འགྲོ་བར་གྱུར་ཅིག་ཅེས་མིང་གིས་ཡོན་སྔོ་བ་བྱེད་པར་གྱུར་ཅིག་ཅེས་ཆེད་དུ་རྗོད་པར་བྱེད་དོ།
en: May he take over my work. May he feed me, after having been fed himself. May he inherit my property. May my family lineage last for a long time. When we have died and passed away, may he give donations and make merit for us, either large or small, and assign the rewards of the offerings to our names, saying, “May this go to where those two are reborn and follow them.” ’ “Knowing that she was pregnant, he arranged everything so that, until the fetus in the womb was mature, she stayed on the terrace, provided with the requisites for cold when it was cold; requisites for heat when it was hot;

source: །དེ་ལ་སེམས་ཅན་ཞུགས་པར་རིག་ནས་འདི་ལྟ་སྟེ་མངལ་ན་གནས་པ་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞིར་གྲང་བ་ན་གྲང་བའི་ཡོ་བྱད་དག་དང་། དྲོ་བ་ན་དྲོ་བའི་ཡོ་བྱད་དག་དང་། སྨན་པས་བཅས་པའི་ཁ་ཟས་ཧ་ཅང་མི་གྲང་བ་དང་། ཧ་ཅང་མི་དྲོ་བ་དང་། ཧ་ཅང་མི་ཁ་བ་དང་། ཧ་ཅང་མི་སྐྱུར་བ་དང་། ཧ་ཅང་ལན་ཚྭ་མི་ཆེ་བ་དང་། ཧ་ཅང་མི་མངར་བ་དང་། ཧ་ཅང་མི་ཚ་བ་དང་། ཧ་ཅང་མི་བསྐ་བ་དང་། ཁ་བ་དང་། སྐྱུར་བ་དང་། ལན་ཚྭ་དང་། མངར་བ་དང་། ཚ་བ་དང་། བསྐ་བ་རྣམ་པར་སྤངས་པའི་ཟས་དག་དང་། དོ་ཤལ་དང་། སེ་མོ་དོ་དང་། རྒྱན་གྱིས་བཀླུབས་པའི་ལུས་ལྷའི་བུ་མོ་དགའ་བའི་ཚལ་ན་རྣམ་པར་སྤྱོད་པ་ལྟ་བུ་དང་། ཁྲི་ནས་ཁྲིར་དང་། ཁྲིའུ་ནས་ཁྲིའུར་རྒྱུ་ཞིང་ཤོད་ཀྱིས་གཞིར་མི་འབབ་པ་དང་། དེས་སྒྲ་ཡིད་དུ་མི་འོང་བ་ཅུང་ཟད་ཀྱང་མི་ཐོས་པར་གནོད་པ་མེད་པ་ཉིད་དུ་རིམ་གྲོ་བྱེད་དུ་བཅུག་གོ།
en: foods prescribed by physicians that were not too cold, hot, bitter, sour, salty, sweet, spicy, or astringent; foods that were free from bitter, sour, salty, sweet, spicy, and astringent ingredients; and short necklaces and long necklaces. With her body covered with ornaments, she moved from one couch to another, from one stool to another, never descending to the ground, as if she were a celestial nymph strolling in the Nandana Grove. She never heard any unpleasant sounds, and she felt free.

source: །དེ་ནས་བཙུན་མོ་ཚངས་ལྡན་མ་དུས་གཞན་ཞིག་ན་འདི་ལྟ་བུའི་འདོད་པ་སྐྱེས་ཏེ།
en: “One day Queen Brahmāvatī conceived this desire:

source: ཀྱེ་མའོ་ལྷས་གྲོང་ཁྱེར་གྱི་ཤར་སྒོར། སྦྱིན་པ་དག་བཏང་། བསོད་ནམས་དག་བྱས་ཤིང་། ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་དང་། དབུས་དང་། སུམ་མདོ་རྣམས་སུ་ཡང་སྦྱིན་པ་དག་བཏང་།
en: ‘Ah, I wish that His Majesty would give donations and make merit at the east gate of the city, do so in the south, west, north, and middle of the city and at the three-forked roads, and free every prisoner.’

source: བསོད་ནམས་དག་བྱས་ལ་བཙོན་ཐམས་ཅད་ཐར་བར་བྱས་ཀྱང་ཅི་མ་རུང་སྙམ་པ་དང་། དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་བཙུན་མོ་ཚངས་ལྡན་མ་ལས་མཉན་ནས། གྲོང་ཁྱེར་གྱི་ཤར་སྒོར་སྦྱིན་པ་དག་བྱིན། བསོད་ནམས་དག་བྱས་སོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་ཀྱི་སྒོ་དང་། གྲོང་ཁྱེར་གྱི་དབུས་དང་། སུམ་མདོ་རྣམས་སུ་ཡང་སྦྱིན་པ་དག་བྱིན། བསོད་ནམས་དག་བྱས་ནས་བཙོན་ཐམས་ཅད་ཐར་བར་བྱས་སོ།
en: “Upon hearing this from Queen Brahmāvatī, King Brahmadatta did give donations and made merit at the east gate of the city, in the south, west, north, and middle of the city and at the three-forked roads, and free every prisoner.

source: །གཞན་ཡང་བཙུན་མོ་ཚངས་ལྡན་མ་འདི་ལྟ་བུའི་འདོད་པ་སྐྱེས་ཏེ།
en: “Again, Queen Brahmāvatī conceived a desire:

source: ཀྱེ་མའོ་བདག་ལྷ་དང་ཐབས་ཅིག་གྲུ་བོ་ཆེའི་ལྡིང་ཁང་དུ་ཞུགས་ཏེ་ཚངས་ལྡན་གྱི་རྫིང་དུ་རྩེ་བར་བྱེད།
en: ‘Ah, I wish that I and His Majesty would play, amuse ourselves, and enjoy ourselves under the roof of a big boat on Brahmāvatī Pond.’

source: དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་ཀྱང་ཅི་མ་རུང་སྙམ་པ་དང་། དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་བཙུན་མོ་ཚངས་ལྡན་མ་ལས་མཉན་ནས་བཙུན་མོ་ཚངས་ལྡན་མ་དང་ཐབས་ཅིག་ཏུ་གྲུ་བོ་ཆེའི་ལྡིང་ཁང་དུ་ཞུགས་ནས་ཚངས་ལྡན་གྱི་རྫིང་ན་རྩེ་བར་བྱེད། དགའ་བར་བྱེད།
en: “Upon hearing this from Queen Brahmāvatī, King Brahmadatta and she did play, amuse themselves, and enjoy themselves under the roof of a big boat on Brahmāvatī Pond.

source: དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་ལས་དེ་གྲུ་དེ་ཉིད་དུ་ཁྱེའུ་གཟུགས་བཟང་པོ་བལྟ་ན་སྡུག་པ་མཛེས་པ། པགས་པའི་མདོག་གསེར་འདྲ་བ། མགོ་གདུགས་ལྟ་བུ་དང་ལྡན་པ། ལག་པ་རིང་བ་དཔྲལ་བའི་དབྱེས་ཆེ་བ། སྨིན་མ་འཇར་བ།
en: On that boat, a son was born who was well proportioned, pleasant to behold, attractive, gold in complexion, with a head like a parasol, long arms, a broad forehead, eyebrows that meet, a prominent nose, and the memory of former lives.

source: སྣའི་གཟངས་མཐོ་བ། སྐྱེ་བ་དྲན་པ་ཞིག་བཙས་སོ། །དེ་བཙས་པ་ན་དེའི་ཉེ་དུ་དག་ལྷགས་ཤིང་འདུས་ནས་ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ནས། ཁྱེའུའི་མིང་ཅིར་གདགས་ཞེས་དེའི་མིང་འདོགས་པར་བྱེད་དེ།
en: “When he was born, his kinsmen met together and held a great celebration of the birth for twenty-one days in order to give a name to the baby, saying, ‘What name shall we give this boy?’

source: ཁྱེའུ་འདི་ནི་ཆུའི་ནང་དུ་བཙས་པ་ཡིན་པས་ཁྱེའུ་ཆུ་སྐྱེས་ཞེས་བྱ་བར་བཏགས་སོ།
en: “ ‘As the boy was born on the water, he should be named Water Born.’

source: །གཞོན་ནུ་ཆུ་སྐྱེས་མ་མ་བརྒྱད་པོ་པང་ན་འཚོ་བའི་མ་མ་གཉིས་དང་། ནུ་མ་སྣུན་པའི་མ་མ་གཉིས་དང་། དྲི་མ་འཕྱི་བའི་མ་མ་གཉིས་དང་། རྩེན་གྲོགས་ཀྱི་མ་མ་གཉིས་ལ་རྗེས་སུ་གཏད་དོ།
en: “Prince Water Born was entrusted to eight nurses: two nurses to hold the baby on their laps, two nurses to suckle the baby, two nurses to wipe excrement off the baby’s body, and two nurses to play with the baby.

source: །དེ་མ་མ་བརྒྱད་པོ་དག་གིས་འོ་མ་དང་ཞོ་དང་མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་ཁུ་དང་། གཞན་ཡང་ཡོ་བྱད་ཀྱི་བྱེ་བྲག་གཙོ་བོ་གཙོ་བོ་དག་གིས་སྲིང་བར་བྱེད། སྐྱེད་པར་བྱེད་ཅིང་རྫིང་ན་གནས་པའི་པད་མ་བཞིན་དུ་མྱུར་དུ་སྐྱེད་པར་བྱེད་དོ།
en: The eight nurses raised him on milk, fermented milk, butter, butter oil, liquid butter oil, and other special foods, and he soon grew like a lotus that shoots up in a pond.

source: །དེ་ནས་གཞོན་ནུ་ཆུ་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ནས་ཤི་འཕོས་སྙམ་ན་སེམས་ཅན་དམྱལ་བ་ནས་སོ།
en: “After that, Prince Water Born thought, ‘From where was I reborn? From hell.

source: །ལས་ཅི་ཞིག་བྱས་ན། དེས་ན་སེམས་ཅན་དམྱལ་བར་སྐྱེས་སྙམ་ན།
en: What karma of mine caused me to be born in hell?

source: རྒྱལ་ཚབ་ལོ་དྲུག་བཅུ་བྱས་པས་སོ།
en: I performed the duties of a crown prince for sixty years.

source: །ད་ལྟ་གང་དུ་སྐྱེས་སྙམ་ན།
en: Where have I been born now?

source: མིའི་རྒྱལ་པོའི་རིགས་སུ་སྐྱེས་ཏེ།
en: I have been born into a family of human kings.

source: གལ་ཏེ་སླར་ཡང་རྒྱལ་སྲིད་བྱས་ན་སླར་ཡང་སེམས་ཅན་དམྱལ་བར་གཞོལ་བར་འགྱུར་བས་མ་ལ་བདག་གིས་ཅི་ནས་ཀྱང་ཐབས་ཤིག་བྱའོ་སྙམ་ནས་དེས་འཕྱེ་བོར་རྫུས་ཏེ་འདུག་གོ།
en: If I again rule the country, I will again go to hell. By any means, I must devise a plan.’ With this thought, he pretended to be lame.

source: །གང་གི་ཉི་མ་ལ་གཞོན་ནུ་ཆུ་སྐྱེས་བཙས་པ་དེ་ཉིད་ཀྱི་ཉིན་པར་བློན་པོ་ལྔ་བརྒྱའི་བུ་ཡང་བཙས་སོ།
en: “On the day that Prince Water Born was born, sons were born to five hundred ministers, too.

source: །དེ་ནས་ཉིན་རེ་ཞིང་གཞོན་ནུ་རྣམས་རྒྱལ་པོ་ཚངས་སྦྱིན་བལྟ་བའི་ཕྱིར་འོང་ངོ་།
en: After that, these boys came to meet King Brahmadatta every day.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་གཞོན་ནུ་དེ་རྣམས་མཆོང་བ་དང་རྒྱུག་ནུས་པར་གྱུར་ཏོ། །དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་གཞོན་ནུ་ཆུ་སྐྱེས་འཕྱེ་བོར་མ་གྱུར་ན་དེ་ཡང་ད་ཙམ་མཆོང་བ་དང་རྒྱུག་ནུས་པར་གྱུར་པ་ཞིག་འོན་ཀྱང་བདག་གིས་འདི་འཕྱེ་བོར་གྱུར་པ་བཞིན་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་གཞག་གོ་སྙམ་མོ། །དེ་ནས་གཞོན་ནུ་ཆུ་སྐྱེས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Later, the boys became able to jump and run, and King Brahmadatta thought, ‘If Prince Water Born were not lame, he would now be able to jump and run, too.

source: རྒྱལ་པོ་འདི་ནི་དོན་མེད་པ་ལ་གཙིགས་ཆེར་འཛིན་པས་མ་ལ་བདག་ལྐུགས་པ་ཉིད་དུ་རྫུའོ་སྙམ་ནས་དེས་ཐབས་བྱ་བར་ལྐུགས་པ་ཉིད་དུ་རྫུས་ཏེ་འདུག་གོ།
en: But, lame as he is, I will enthrone him.’ “Then Prince Water Born thought, ‘This king takes what is meaningless to be important. So, I will now pretend to be mute.’ “Devising a means to do so, he then pretended to be mute.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་གཞོན་ནུ་དེ་རྣམས་སྨྲ་ཤེས་པར་གྱུར་ཏོ། །དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་གཞོན་ནུ་ཆུ་སྐྱེས་ལྐུགས་པར་མ་གྱུར་དང་། དེ་ཡང་ད་ཙམ་སྨྲ་ཤེས་པར་གྱུར་པ་ཞིག་སྙམ་མོ་དེའི་མིང་གཞོན་ནུ་ཆུ་སྐྱེས་བྱ་བ་དེ་ནུབ་པར་གྱུར་ཅིང་། གཞོན་ནུ་ལྐུགས་འཕྱེ་གཞོན་ནུ་ལྐུགས་འཕྱེ་ཞེས་བྱ་བར་གྲགས་སོ།
en: Later, the other boys began to understand words, and King Brahmadatta thought, ‘If Prince Water Born were not mute, he would now understand words, too.’ His name Prince Water Born disappeared, and he came to be known as Prince Mūkapaṅgu (Mute and Lame).

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ཚངས་སྦྱིན་ལག་པ་ལ་འགྲམ་པ་གཏད་ནས་སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་པ་དང་། བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “Later, one day, King Brahmadatta was plunged into grief, resting his cheek on his hand.

source: ལྷ་ཅིའི་སླད་དུ་ཕྱག་ལ་ཞལ་གཏད་ནས་ཐུགས་མི་དགྱེས་ཤིང་བཞུགས།
en: His ministers asked, ‘Your Majesty, why are you plunged into grief, resting your cheek on your hand?’

source: རྒྱལ་པོས་སྨྲས་པ། ད་ལྟར་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་འདི་འདྲ་བ་ཐོབ་ན་བུ་ཕོ་ཡང་མེད། བུ་མོ་ཡང་མེད་པས་ང་ཤི་ན་གདུང་རྒྱུད་ཆད་པར་འགྱུར་ལ།
en: “The king answered, ‘Although now I have attained this throne, if I have no son or daughter, my line will end after my death.

source: བུ་གཅིག་ཡོད་པ་གང་ཡིན་པ་དེ་ཡང་ལྐུགས་ཤིང་འཕྱེ་བོར་གྱུར་ན་ད་ང་ཉིད་ཅིའི་ཕྱིར་སེམས་ཁོང་དུ་ཆུད་པར་མི་འགྱུར།
en: My only son is mute and lame. How can I help being plunged into grief now?’

source: བློན་པོ་དག་གིས་སྨན་པ་རྣམས་བསྡུས་ཏེ་སྨན་པ་རྣམས་ཀྱིས་བལྟས་ནས་སྨྲས་པ།
en: “The ministers summoned physicians.

source: ལྷ་གཞོན་ནུ་འདི་ནི་དབང་པོ་གསལ་ཞིང་འདི་ལ་ནད་ཀྱི་རིགས་ཅུང་ཟད་ཀྱང་མ་མཆིས་པར་མཐོང་ན། འོན་ཀྱང་སྐྲག་པ་ཞིག་མཛོད་ཅིག །དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་གཤེད་མ་པ་བཀུག་ནས་གསང་སྟེ་བསྒོ་བ།
en: The physicians examined the prince and said, ‘Your Majesty, this prince has keen faculties, and we do not see any kind of illness in him. Just frighten him.’

source: ངའི་གཞོན་ནུ་ལྐུགས་འཕྱེ་སྐྱེ་བོའི་ཚོགས་ཆེན་པོའི་མངོན་སུམ་དུ་སྤོང་གིས་ཁྱེད་ཅག་གིས་མ་གསད་ཅིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་དེ་ནས་གཤེད་མ་པའི་མི་རྣམས་ཀྱིས་རྒྱལ་པོ་ཚངས་སྦྱིན་ལས་མཉན་ནས་གཞོན་ནུ་ལྐུགས་འཕྱེ་ཤིང་རྟར་བཅུག་སྟེ།
en: “Then King Brahmadatta called his executioners and instructed them secretly, ‘My son, Prince Mūkapaṅgu, should appear to be abandoned in public, but you should not kill him.’ “ ‘Certainly, Your Majesty.’ “Having thus replied to King Brahmadatta, the executioners put Prince Mūkapaṅgu on a chariot and took him to the middle of Vārāṇasī.

source: བཱ་རཱ་ཎ་སཱིའི་དབུས་ཐོག་ཐག་ཁྲིད་པ་དང་། དེ་ནས་གཞོན་ནུ་ལྐུགས་འཕྱེས་བཱ་རཱ་ཎ་སཱི་འབྱོར་ཅིང་རྒྱས་པ་མཐོང་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཅི་བཱ་རཱ་ཎ་སཱི་འདི་སྟོང་པ་ཡིན་ནམ།
en: Then, when he had seen Vārāṇasī’s riches and prosperity, Prince Mūkapaṅgu asked, ‘Is this Vārāṇasī empty?

source: འོན་ཏེ་གནས་པ་ཞིག་ཡོད།
en: Or is there anyone living here?’

source: གཤེད་མ་པའི་མི་རྣམས་ཀྱིས་གཞོན་ནུ་ལྐུགས་འཕྱེ་རྒྱལ་པོ་ལ་ཕུལ་ནས། ལྷ་གཞོན་ནུ་འདིས་ནི་འདི་སྐད་ཀྱི་ཚིག་སྨྲས་སོ།
en: “The executioners brought Prince Mūkapaṅgu to the king and reported, ‘Your Majesty, the prince spoke such-and-such words.’

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་གཞོན་ནུ་ལྐུགས་འཕྱེ་པང་དུ་བླངས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then King Brahmadatta put Prince Mūkapaṅgu on his lap and asked, ‘Who should be killed?

source: །སུ་ཞིག་གསད།
en: Who should be struck?

source: སུ་ཞིག་གཏག །སུ་ཞིག་སྲོག་དང་དབྲལ།
en: Who should be put to death?

source: སུ་ལ་ཅི་ཞིག་སྦྱིན།
en: Who should be given something?’

source: དེ་སྐད་ཅེས་སྨྲས་ན་གཞོན་ནུ་ལྐུགས་འཕྱེ་ཅང་མི་སྨྲའོ།
en: “Although he asked these things, Prince Mūkapaṅgu remained silent.

source: །ཡང་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་གཤེད་མ་པ་རྣམས་ལ་སྨྲས་པ། ངས་གཞོན་ནུ་ཡོངས་སུ་སྤངས་སོ།
en: Again King Brahmadatta said to the executioners, ‘I will completely abandon the prince.’

source: །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་གཤེད་མ་པའི་མི་རྣམས་ཀྱིས་སླར་ཡང་གཞོན་ནུ་ལྐུགས་འཕྱེ་ཤིང་རྟར་བཅུག་ནས་བཱ་རཱ་ཎ་སཱིའི་དབུས་ཐོག་ཐག་ཁྲིད་པ་དང་གཞོན་ནུ་ལྐུགས་འཕྱེས་མི་རོ་ཞིག་མི་བཞིས་ཁྱེར་བ་མཐོང་ངོ་།
en: “ ‘Certainly, Your Majesty.’ “The executioners again put Prince Mūkapaṅgu on a chariot and took him to the middle of Vārāṇasī.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When Prince Mūkapaṅgu saw a dead person, one who had been taken away by death, again he spoke:

source: །འདི་ཅི་ཤི་བ་ཉིད་ཤིའམ་འོན་ཏེ་གསོན་པོ་ཤི །གཤེད་མ་རྣམས་ཀྱིས་སླར་ཡང་གཞོན་ནུ་ལྐུགས་འཕྱེ་རྒྱལ་པོ་ལ་ཕུལ་ནས་ལྷ་གཞོན་ནུ་འདིས་ནི་འདི་སྐད་ཀྱི་ཚིག་སྨྲས་སོ།
en: ‘Did someone dead die? Or did someone living die?’ “The executioners brought Prince Mūkapaṅgu to the king and reported, ‘Your Majesty, the prince spoke such-and-such words.’

source: །རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་ཡང་གཞོན་ནུ་པང་དུ་བླངས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “King Brahmadatta again put his son on his lap and asked, ‘Who should be killed?

source: །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་གཤེད་མ་པའི་མི་རྣམས་ཀྱིས་སླར་ཡང་གཞོན་ནུ་ཞ་བོ་ལྐུགས་པ་ཤིང་རྟར་བཅུག་ནས།
en: “ ‘Certainly, Your Majesty.’ “The executioners again put Prince Mūkapaṅgu on a chariot and took him to the middle of Vārāṇasī.

source: བཱ་རཱ་ཎ་སཱིའི་དབུས་ཐོག་ཐག་དྲངས་པ་དང་། གཞོན་ནུ་ལྐུགས་འཕྱེས་འབྲས་ཀྱི་ཕུང་པོ་ཆེན་པོ་ཞིག་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When Prince Mūkapaṅgu saw a large heap of rice, again he spoke:

source: །འབྲས་ཀྱི་ཕུང་པོ་ཆེན་པོ་འདི་གལ་ཏེ་དང་པོ་ཉིད་ནས་མ་ཟོས་དང་དྲུང་ཟུག་པར་འགྱུར་བ་ཞིག །གཤེད་མ་པ་རྣམས་ཀྱིས་སླར་ཡང་གཞོན་ནུ་ཞ་བོ་ལྐུགས་པ་རྒྱལ་པོ་ལ་ཕུལ་ནས་ལྷ་གཞོན་ནུ་འདིས་ནི་འདི་སྐད་ཀྱི་ཚིག་སྨྲས་སོ།
en: ‘If it had not been eaten first, the root of this large heap of rice would have been well settled.’ “The executioners again brought Prince Mūkapaṅgu to the king and reported, ‘Your Majesty, this prince spoke such-and-such words.’

source: །སླར་ཡང་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་གཞོན་ནུ་ལྐུགས་འཕྱེ་པང་དུ་བླངས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “King Brahmadatta, holding his son on his lap, again asked, ‘Who should be killed?

source: །ཡང་རྒྱལ་པོ་ཚངས་སྦྱིན་གྱིས་གཤེད་མ་པ་རྣམས་ལ་སྨྲས་པ།
en: Again, King Brahmadatta said to the executioners, ‘Sirs, I will completely abandon the prince.

source: ཤེས་ལྡན་དག་ངས་གཞོན་ནུ་ཡོངས་སུ་སྤངས་ཀྱིས་དེང་ལ་མྱུར་དུ་གཞོན་ནུ་ཚལ་གྱི་ནང་དུ་དོང་རྐོས་ཏེ་ཆུག་ཤིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་གཤེད་མ་པའི་མི་རྣམས་ཀྱིས་གཞོན་ནུ་ལྐུགས་འཕྱེ་ཤིང་རྟར་བཅུག་ནས་དུར་ཁྲོད་ཆེན་པོ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་དེར་བརྐོ་བར་བརྩམས་སོ།
en: Quickly dig a hole in the forest and bury the prince today.’ “ ‘Certainly, Your Majesty.’ “The executioners again put Prince Mūkapaṅgu on a chariot and went to a large cemetery. When they arrived, they started to dig there.

source: །དེ་ནས་གཞོན་ནུ་ལྐུགས་འཕྱེས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Prince Mūkapaṅgu then spoke a verse:

source: ཁ་ལོ་སྒྱུར་ཁྱོད་ཅི་ཡི་ཕྱིར།
en: “ ‘Charioteer, why are you

source: །དོང་ནི་མྱུར་དུ་རྐོ་བྱེད་པའི།
en: Hastily digging a hole?
